export interface RegionItem {
  uid: number;
  name: string;
  type: string;
}

export const OBLASTS: RegionItem[] = [
  { uid: 31, name: "м. Київ", type: "Місто з спеціальним статусом" },
  { uid: 14, name: "Київська область", type: "Область" },
  { uid: 27, name: "Львівська область", type: "Область" },
  { uid: 22, name: "Харківська область", type: "Область" },
  { uid: 18, name: "Одеська область", type: "Область" },
  { uid: 9, name: "Дніпропетровська область", type: "Область" },
  { uid: 28, name: "Донецька область", type: "Область" },
  { uid: 16, name: "Луганська область", type: "Область" },
  { uid: 12, name: "Запорізька область", type: "Область" },
  { uid: 23, name: "Херсонська область", type: "Область" },
  { uid: 17, name: "Миколаївська область", type: "Область" },
  { uid: 20, name: "Сумська область", type: "Область" },
  { uid: 25, name: "Чернігівська область", type: "Область" },
  { uid: 19, name: "Полтавська область", type: "Область" },
  { uid: 24, name: "Черкаська область", type: "Область" },
  { uid: 4, name: "Вінницька область", type: "Область" },
  { uid: 10, name: "Житомирська область", type: "Область" },
  { uid: 3, name: "Хмельницька область", type: "Область" },
  { uid: 21, name: "Тернопільська область", type: "Область" },
  { uid: 5, name: "Рівненська область", type: "Область" },
  { uid: 8, name: "Волинська область", type: "Область" },
  { uid: 13, name: "Івано-Франківська область", type: "Область" },
  { uid: 11, name: "Закарпатська область", type: "Область" },
  { uid: 26, name: "Чернівецька область", type: "Область" },
  { uid: 15, name: "Кіровоградська область", type: "Область" },
  { uid: 29, name: "Автономна Республіка Крим", type: "Область" },
  { uid: 30, name: "м. Севастополь", type: "Місто з спеціальним статусом" },
];
